[
    {
        "id": 0,
        "userId": "c4a760a8-dbcf-4d53-bf13-1451c8e7723f",
        "category": 2,
        "title": "Кардиган Бабушкин квадрат",
        "description": "Ваш яркий акцент в повседневном образе. На фотографии рост модели 168, размер одежды SM. Кардиган на запах, рукав на резинке. Выполнен из смесовой пряжи 55% хлопка и 45% акрила, благодаря чему не садится. приятный на ощупь, не скатывается и не покрывается катышками. Идеальная вещь на летний вечер или осеннийвесенний день. выполнен в единственном экземпляре. Оригинальная неповторимая вещь.",
        "price": "5000",
        "closed": false,
        "images": [
            "0-0.jpg",
            "0-1.jpg",
            "0-2.jpg"
        ]
    },
    {
        "id": 1,
        "userId": "c4a760a8-dbcf-4d53-bf13-1451c8e7723f",
        "category": 2,
        "title": "Синее платье без рукавов Эко V ворот",
        "description": "Это платье создано для вашего комфорта из натуральной, практичной и гигиеничной ткани на основе 55% конопли и 45% хлопка. Надев его один раз, вы захотите носить его постоянно. \n Комфорт. Лёгкий, дышащий и мягкий трикотаж хорошо тянется и отлично держит форму. \nПрямой свободный крой дарит свободу движений и скрывает недостатки фигуры.\nНатуральность. Полностью натуральная ткань (55% конопля, 45% хлопок) позволяет коже дышать и поддерживает комфортную температуру в жару и холод.\nГигиена. Устраняет запах пота, подавляя до 99% стафилококка на коже — главной причины запахов.\nЗащита от солнца. Конопляное волокно обладает максимальным коэффициентом защиты от ультрафиолета 50+ UPF.\nЖенственность. В комплект входит пояс для создания приталенного силуэта\nУниверсальность. Базовое платье для повседневных, деловых и нарядных образов.",
        "price": "8000",
        "closed": false,
        "images": [
            "1-0.jpg",
            "1-1.jpg",
            "1-2.jpg",
            "1-3.jpg"
        ]
    },
    {
        "id": 2,
        "userId": "c4a760a8-dbcf-4d53-bf13-1451c8e7723f",
        "category": 2,
        "title": "Плащ \"Сьюзи. Гранатовый сад\"",
        "description": "Страна-производитель Россия\nОтделка Авторский принт\nСостав 100% полиэстер\nРукав Длинный\nЦвет Серый\nРазмер 68, 66, 64, 62, 60, 58, 56, 54, 52, 50, 48, 46, 44, 42\nСезон Демисезон, Весна",
        "price": "4000",
        "closed": false,
        "images": [
            "2-0.jpg",
            "2-1.jpg",
            "2-2.jpg"
        ]
    },
    {
        "id": 3,
        "userId": "692e1b66-8c50-470d-a05d-9c524c8a4107",
        "category": 3,
        "title": "Мужской свитер вязаный \"В стиле Бодрова\"",
        "description": "Шерстяной свитер мужской с отложным воротником, в стиле Данилы Бодрова из фильма Брат. (КОД 5387). Размер 54-56. Ручная работа.\nИзготовлен из смесовой шерстяной мягкой пряжи с добавлением акрила (не колется).\nЦвет - бежево-серый.\nСвитер очень плотный, толстый, изготовлен из двойной крученой нитки. Свитер хорошо тянется и свободно сидит на фигуре любой комплекции. Немного \"оверсайз\".",
        "price": "2000",
        "closed": false,
        "images": [
            "3-0.jpg",
            "3-1.jpg",
            "3-2.jpg"
        ]
    },
    {
        "id": 4,
        "userId": "692e1b66-8c50-470d-a05d-9c524c8a4107",
        "category": 3,
        "title": "Витязь. Толстовка с рисунком и каллиграфией",
        "description": "Рисунок на толстовке выполнен специальными красками для ткани. Краски яркие и устойчивые к стиркам.\nТостовка сшита и расписана на заказ для человека увлекающегося фитнесом и бодибилдингом. Полностью ручная работа. \nВозможен повтор. Стоимость указана за роспись.",
        "price": "3000",
        "closed": false,
        "images": [
            "4-0.jpg",
            "4-1.jpg",
            "4-2.jpg"
        ]
    },
    {
        "id": 5,
        "userId": "692e1b66-8c50-470d-a05d-9c524c8a4107",
        "category": 3,
        "title": "Косоворотка",
        "description": "Размеры: 42,44,46,48,50,52,54,56,58,60,62,64\nКостюм мужской в русском стиле. Рубашка из смесовой ткани (лен, хлопок, полиэстер), отделка из декоративной тесьмы.\nБрюки из габардина.\nОчень хороший крой, рубашка и брюки хорошо садятся по фигуре.",
        "price": "4000",
        "closed": false,
        "images": [
            "5-0.jpg",
            "5-1.jpg",
            "5-2.jpg"
        ]
    }
]